Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Choose a username and password for synchronizing Opera. This account can also be used to participate in forums and create a weblog or photo album in the My Opera Community."
be: Вы можаце карыстацца Вашым рахункам, каб удзельнічаць у форумах, стварыць блог або фотаальбом у суполцы My Opera Community."

source: "Choose an Application"
be: "Выберыце прылажэньне"

source: "Choose application for viewing source"
be: "Выбраць прылажэньне прагляду крыніцы"

source: "Choose folder to save files"
be: "Выберыце тэчку, каб захаваць файлы"

source: "Choose folder:"
be: "Выберыце тэчку:"

source: "Choose font to be used when text is not correctly displayed."
be: "Выберыце шрыфт на выпадак, калі тэкст паказаны няправільна."

source: "Choose from a list of available dictionaries"
be: "Выберыце са сьпісу даступных слоўнікаў"

source: "Choose helper applications for other protocols"
be: "Выбраць дапаможныя прылажэньні іншым пратаколам"

source: "Choose how you prefer to handle pop-ups"
be: "Выберыце, што рабіць зь нечаканкамі"

source: "Choose image and zoom settings for new tabs"
be: "Выбраць наладкі малюнкаў і маштабу новым вакенцам"

source: "Choose nickname"
be: "Выберыце мянушку"

source: "Choose preferred fonts and colors for pages without specific style"
be: "Выбраць пераважныя шрыфты ды колеры старонкам без пазначанага стылю"

source: "Choose the items you want to synchronize."
be: "Выберыце рэчы, якія Вы хочаце сынхранізаваць."

source: "Choose where Opera should go when you enter a single word in the address field"
be: "Выберыце, куды Opera будзе накіроўвацца, калі Вы ўводзіце ў поле адрасу адно слова"

source: "Choose where to show panels"
be: "Выберыце, дзе паказваць панэлі"

source: "Choose which email client to use"
be: "Выберыце паштовага кліента"

source: "Choose…"
be: "Выбраць…"

source: "Cipher"
be: "Лік"

source: "City"
be: "Горад"

source: "Class and Id"
be: "Кляса ды ідэнтыфікатар"

source: "Clean security record"
be: "Ачысьціць запіс бясьпекі"

source: "Clear All"
be: "Ачысьціць усе"

source: "Clear List of Closed Tabs"
be: "Ачысьціць сьпіс закрытых вакенцаў"

source: "Clear Password Manager"
be: "Ачысьціць Кіраўніка пароляў"

source: "Clear all email account passwords"
be: "Выдаліць усе паролі пошты"

source: "Clear bookmark visited time"
be: "Выдаліць час наведваньня закладкі"

source: "Clear camera permissions"
be: "Зьняць дазволы камэры"

source: "Clear history of downloads"
be: "Ачысьціць сьпіс сьцягваньняў"

source: "Clear history of typed-in addresses"
be: "Ачысьціць сьпіс набраных адрасоў"

source: "Clear history of visited links"
be: "Ачысьціць сьпіс наведаных спасылак"

source: "Clear history of visited pages"
be: "Ачысьціць сьпіс наведаных старонак"

source: "Clear searches"
be: "Ачысьціць пошук"

source: "Clear"
be: "Ачысьціць"

source: "Click any toolbar outside this window to view its defaults"
be: "Клікніце на любую панэль інструмэнтаў па-за вакном, каб пабачыць яе наладкі па змоўчаньні"

source: "Click any toolbar to edit its properties"
be: "Клікніце на любую панэль інструмэнтаў, каб правіць яе ўласьцівасьці"

source: "Click element to block all similar content, or hold 'Shift' while clicking to block a single element."
be: "Каб замкнуць пэўны від зьместу, націсьніце на яго. Каб замкнуць толькі асобны элемэнт, трымайце “Shift”."

source: "Click for info"
be: "Клікніце па зьвесткі"

source: "Click for more options."
be: "Клікніце, каб атрымаць большы выбар."

source: "Click for plug-in"
be: "Клікніце па дадатак"

source: "Click on tab to minimize"
be: "Клікнуць на вакенцы, каб паменшыць"

source: "Click to activate and use this control"
be: "Клікніце, каб уключыць і скарыстаць гэты інструмэнт"

source: "Click to add a webpage"
be: "Клікніце, каб дадаць вэб-старонку"

source: "Click to expand"
be: "Націсьніце, каб павялічыць"

source: "Click to go to %s"
be: "Клікніце, каб перайсьці да %s"

source: "Click to manage plug-ins"
be: "Націсьніце, каб кіраваць дадаткамі"

source: "Client Certificate"
be: "Сэртыфікат кліенту"

source: "Client certificate chain"
be: "Ланцуг кліенцкага сэртыфікату"

source: "Client certificate"
be: "Кліенцкі сэртыфікат"

source: "Client certificates identify you during transactions with secure websites"
be: "Кліенцкія сэртыфікаты ідэнтыфікуюць Вас пад час апэрацый на бясьпечных сеціўных пляцах"

source: "Clipboard"
be: "Буфер"

source: "Clock"
be: "Гадзіньнік"

source: "Clone Tab"
be: "Клянаваць вакенца"

source: "Clone tab"
be: "Клянаваць вакенца"

source: "Close All Private Tabs"
be: "Зачыніць усе прыватныя вакенцы"

source: "Close All but Active"
be: "Зачыніць усе, акрамя актыўнага"

source: "Close All"
be: "Зачыніць усе"

source: "Close Stack"
be: "Закрыць гурт"

source: "Close Tab"
be: "Зачыніць вакенца"

source: "Close Window"
be: "Зачыніць вакно"

source: "Close all but active tab?"
be: "Зачыніць усе вакенцы, акрамя актыўнага?"

source: "Close all tabs"
be: "Зачыніць усе вакенцы"

source: "Close all tabs?"
be: "Зачыніць усе вакенцы?"

source: "Close tab"
be: "Зачыніць вакенца"

source: "Close"
be: "Зачыніць"

source: "Closed Tabs"
be: "Зачыненыя"

source: "Collapse All"
be: "Згарнуць усе"

source: "Collapse Tab Stack"
be: "Закрыць гурт вакенцаў"

source: "Collapse all"
be: "Згарнуць усе"

source: "Color scheme"
be: "Схема колераў"

source: "Color"
be: "Колер"

source: "Comment URL: "
be: "Спасылка на камэнтар: "

source: "Comment"
be: "Камэнтар"

source: "Comment: "
be: "Камэнтар: "

source: "Comments"
be: "Камэнтары"

source: "Comments:"
be: "Камэнтары:"

source: "Communication with the Opera Link server has timed out"
be: "Час чаканьня сувязі з сэрвэрам Opera Link скончыўся"

source: "Communication with the Opera Link server was aborted"
be: "Спынілася сувязь з сэрвэрам Opera Link"

source: "Communication with the Opera authentication server has timed out"
be: "Чаканьне сувязі з сэрвэрам ідэнтыфікацыі Opera скончылася"

source: "Communication with the Opera authentication server was aborted"
be: "Сувязь з сэрвэрам ідэнтыфікацыі Opera спынілася"

source: "Communication with the application discovery server has been aborted."
be: "Спынілася сувязь з сэрвэрам вызначэньня прылажэньняў."

source: "Communication with the application discovery server has timed out."
be: "Час чаканьня сувязі з сэрвэрам вызначэньня прылажэньняў скончыўся."

source: "Community"
be: "Суполка"

source: "Complete installation using the %s installer. Close Opera if necessary. This dialog will advance after the installer process finishes."
be: Дыялёг працягнецца пасьля ўсталяваньня."

source: "Completed request to %s"
be: "Запыт да %s скончаны"

source: "Compose Message"
be: "Новы ліст"

source: "Compose"
be: "Напісаць"

source: "Compose…"
be: "Напісаць…"

source: "Computer name"
be: "Імя кампутара"

source: "Confidence level"
be: "Узровень канфідэнцыйнасьці"

source: "Configuration details"
be: "Пра канфігурацыю"

source: "Configure Opera Turbo…"
be: "Наладзіць Opera Turbo…"

source: "Configure Speed Dial"
be: "Наладзіць хуткі выклік"

source: "Configure proxy servers if you don't have a direct connection to the internet"
be: "Наладзіць проксі сэрвэры, калі няма прамой сувязі злучэньня зь інтэрнэтам"

source: "Configure"
be: "Наладзіць"

source: "Configure…"
be: "Наладзіць…"

source: "Confirm exit"
be: "Пацьвердзіць выхад"

source: "Confirm new password"
be: "Пацьвердзіць новы пароль"

source: "Conflict with existing resource on server"
be: "Канфлікт з рэсурсам на сэрвэры"

source: "Connect To"
be: "Далучыцца да"

source: "Connect to Debugger"
be: "Злучыцца з праўнікам коду"

source: "Connect"
be: "Злучыцца"

source: "Connected to"
be: "Злучаны з"

source: "Connected"
be: "Злучаны"

source: "Connecting to proxy…"
be: "Злучаецца з проксі…"

source: "Connecting to remote host %s…"
be: "Злучаецца з далёкім хостам %s…"

source: "Connecting to sitecheck2.opera.com…"
be: "Злучаецца з sitecheck2.opera.com…"

source: "Connecting"
be: "Злучае"

source: "Connecting…"
be: "Злучае…"

source: "Connection closed by remote FTP server"
be: "Далёкі сэрвэр FTP спыніў злучэньне"

source: "Connection closed by remote server"
be: "Злучэньне скончанае далёкім сэрвэрам."

source: "Connection failed"
be: "Злучэньне не атрымалася"

source: "Connection only possible via proxy"
be: "Злучэньне магчымае толькі праз проксі"

source: "Connection to the POP server failed."
be: "Не атрымалася злучыцца з сэрвэрам POP."

source: "Connection to this FTP server requires username and password"
be: "Каб злучыцца з сэрвэрам FTP, трэба імя ды пароль"

source: "Connection"
be: "Злучэньне"

source: "Connections (seeds/peers) [all]"
be: "Злучэньні (дзіцячыя/бацькоўскія) [усе]"

source: "Connections"
be: "Злучэньні"

source: "Contact email"
be: "Кантактная скрынка"

source: "Contact email:"
be: "Кантактны адрас электроннай пошты:"

source: "Contact"
be: "Кантакт"

source: "Contacting server"
be: "Злучаецца з сэрвэрам"

source: "Contacts"
be: "Кантакты"

source: "Contains"
be: "Зьмяшчае"

source: "Content blocker rules"
be: "Правілы замыкаць зьмест"

source: "Content settings can be adapted to each site"
be: "Наладкі зьместу могуць быць дапасаваныя да кожнага пляцу"

source: "Content"
be: "Зьмест"

source: "Contents"
be: "Зьмест"

source: "Continue from last time"
be: "Працягнуць зь мінулага разу"

source: "Continue saved sessions"
be: "Працягнуць з захаваных сэсій"

source: "Continue"
be: "Далей"

source: "Contrast: "
be: "Кантраст: "

source: "Control"
be: "Кантроль"

source: "Cookie Details"
be: "Зьвесткі маркёра"

source: "Cookie Information"
be: "Зьвесткі маркёру"

source: "Cookie Manager"
be: "Кіраўнік маркёраў"

source: "Cookie Offered"
be: "Прапанаваныя маркёры"

source: "Cookie Security Breach"
be: "Брэш у бясьпецы маркёру"

source: "Cookie Security Problem"
be: "Праблема бясьпекі маркёру"

source: "Cookie from site:"
be: "Маркёр з пляцу:"

source: "Cookie settings can be adapted to each site"
be: "Наладкі маркёраў могуць быць дапасаваныя да кожнага пляцу"

source: "Cookies are small files stored on your computer. They allow websites to remember you between visits."
be: Яны дазваляюць сеціўным пляцам памятаваць Вас між наведваньнямі."

source: "Cookies"
be: "Маркёры"

source: "Cookies…"
be: "Маркёры…"

source: "Cool"
be: "Файны"

source: "Copies"
be: "Копіі"

source: "Copy Address"
be: "Капіяваць адрас"

source: "Copy Audio Address"
be: "Капіяваць адрас гуказапісу"

source: "Copy Email Address"
be: "Капіяваць паштовы адрас"

source: "Copy File Information"
be: "Скапіяваць зьвесткі пра файл"

source: "Copy Image Address"
be: "Капіяваць адрас малюнку"

source: "Copy Image"
be: "Капіяваць малюнак"

source: "Copy Link Address"
be: "Капіяваць адрас спасылкі"

source: "Copy Video Address"
be: "Капіяваць адрас відэа"

source: "Copy of"
be: "Копія"

source: "Copy or Move a File"
be: "Капіяваць або перамясьціць файл"

source: "Copy to Note"
be: "Капіяваць у нататкі"

source: "Copy"
be: "Капіяваць"

source: "Copyright holder: "
be: "Уладальнік аўтарскіх праў: "

source: "Copyright"
be: "Аўтарскія правы"

source: "Could Not Complete Check"
be: "Праверка не была скончаная"

source: "Could not access proxy server. Server is not available"
be: Сэрвэр недаступны"

source: "Could not check spelling because you do not have a dictionary installed. Do you want information on how to install dictionaries?"
be: Паказаць, як яго ўсталяваць?"

source: "Could not connect to proxy server"
be: "Нельга далучыцца да сэрвэра проксі"

source: "Could not connect to proxy server. Access denied"
be: Адмова доступу"

source: "Could not connect to remote server"
be: "Няма сувязі з далёкім сэрвэрам"

source: "Could not connect to server"
be: "Не атрымалася злучыцца з сэрвэрам"

source: "Could not connect to the server to get the latest version information."
be: "Ня ўсталявалася злучэньне з сэрвэрам, таму нельга атрымаць зьвесткі апошняй вэрсіі."

source: "Could not connect. FTP server may be too busy."
be: Магчыма, заняты сэрвэр FTP."

source: "Could not find a valid Java installation."
be: "Ня знойдзеная дзейная ўсталёўка Java."

source: "Could not find proxy server"
be: "Нельга знайсьці сэрвэр проксі"

source: "Could not find the text "%s""
be: "Нельга знайсьці тэкст "%s"

source: "Could not load license agreement"
be: "Ліцэнзійная дамова не зацягнулася"

source: "Could not load plug-in library 'libnpp.so'."
be: "Не зацягнулася бібліятэка дадатку 'libnpp.so'."

source: "Could not load:"
be: "Не атрымалася зацягнуць:"

source: "Could not locate plug-in 'libnpp.so'."
be: "Ня знойдзены дадатак 'libnpp.so'."

source: "Could not locate plug-in executable 'operapluginwrapper'"
be: "Ня знойдзены файл-дзейнік 'operapluginwrapper' дадатку"

source: "Could not locate remote server"
be: "Далёкі сэрвэр ня знойдзены"

source: "Could not open file"
be: "Файл не адчыніўся"

source: "Could not open remote FTP channel"
be: "Не адчыніўся далёкі канал FTP"

source: "Could not print page. Please check whether the printer is accessible"
be: Праверце, калі ласка, ці даступны друкарка"

source: "Could not save file."
be: "Файл не захаваны."

source: "Could not start external helper application. Do you want to modify the configuration now?"
be: Зьмяніць канфігурацыю?"

source: "Could not start plug-in executable 'operapluginwrapper'"
be: "Нельга запусьціць знойдзены файл-дзейнік дадатку 'operapluginwrapper'"

source: "Could not verify the signatures for the site certificate's revocation information."
be: "Немагчыма праверыць подпісы зьвестак пра адазваньне сэртыфікату."

source: "Could not verify the site certificate's signatures. The issuer may be using the wrong method to sign the certificate, or someone may have attempted to modify or fake the certificate."
be: Магчыма, выдавец дастасоўвае няправільны мэтад подпісу сэртыфікату, або былі спробы зьмяніць або падрабіць сэртыфікат."

source: "Could not write to file. Disk full."
be: Дыск поўны."

source: "Couldn't locate Drafts or Outbox"
be: "Ня знойдзеныя Чарнавікі або Дасланыя"

source: "Country"
be: "Краіна"

source: "Create Follower Tab"
be: "Стварыць зьвязанае вакенца"

source: "Create New Folder"
be: "Стварыць новую тэчку"

source: "Create Opera Mail account"
be: "Стварыць рахунак Opera Mail"

source: "Create Search…"
be: "Стварыць пошук…"

source: "Create an Opera account"
be: "Стварыць рахунак Opera"

source: "Create in"
be: "Стварыць у"

source: "Create widget launcher in %s/bin"
be: "Стварыць запуск фішкаў у %s/bin"

source: "Create"
be: "Стварыць"

source: "Created"
be: "Створаны"

source: "Creating Account…"
be: "Ствараецца рахунак…"

source: "Creating folder"
be: "Стварае тэчку"

source: "Crimson"
be: "Малінавы"

source: "Crying"
be: "Плача"

source: "Cu&t"
be: "Выра&заць"

source: "Currency symbols"
be: "Сымбалі валютаў"

source: "Current Action"
be: "Бежнае дзеяньне"

source: "Current limit:"
be: "Цяперашняе абмежаваньне:"

source: "Current password"
be: "Бежны пароль"

source: "Custom background image:"
be: "Свой фонавы малюнак:"

source: "Custom printer"
be: "Уласны друкарка"

source: "Custom rendered: "
be: "Спэцыяльна зроблены: "

source: "Custom"
be: "Уласны"

source: "Customize Mail Headers"
be: "Наладзіць найменьні пошты"

source: "Customize Opera Dragonfly server settings."
be: "Выберыце свае наладкі сэрвэру Opera Dragonfly."

source: "Customize preferences for the following host(s)"
be: "Зьмяніць перавагі наступных хостаў"

source: "Customize your computer name."
be: "Зьмяніце імя Вашага кампутара."

source: "Customize"
be: "Наладзіць"

source: "Customize…"
be: "Наладзіць…"

source: "Custom…"
be: "Наладзіць…"

source: "Cut"
be: "Выразаць"

source: "Cycle in recently used order"
be: "Цыкл у раней выкарыстаным парадку"

source: "Cycle in tab bar order"
be: "Цыкл у парадку панэлі вакенцаў"

source: "Cycle tabs"
be: "Вакенцы колам"

source: "Cycle without showing list"
be: "Цыкл без прагляду сьпісу"

source: "Cyrillic"
be: "Кірыліца"

source: "DALnet, Asia"
be: "DALnet, Азія"

source: "DALnet, Europe"
be: "DALnet, Эўропа"

source: "DALnet, North America"
be: "DALnet, Паўночная Амэрыка"

source: "DCC port pool end"
be: "Канец пулінгу порту DCC"

source: "DCC port pool start"
be: "Пачатак пулінгу порту DCC"

source: "DECEMBER"
be: "СЬНЕЖАНЬ"

source: "DH Generator"
be: "Генератар DH"

source: "DH Modulus"
be: "Модуль DH"

source: "DH Private Key"
be: "Прыватны ключ DH"

source: "DH Public Key"
be: "Агульны ключ DH"

source: "DLE (110 x 220 mm)"
be: "DLE (110 x 220 мм)"

source: "DSA Component G"
be: "Кампанент G DSA"

source: "DSA Component P"
be: "Кампанент P DSA"

source: "DSA Component Q"
be: "Кампанент Q DSA"

source: "Data file path"
be: "Шлях да файлу зьвестак"

source: "Database name"
be: "Назва базы зьвестак"

source: "Databases"
be: "Базы зьвестак"

source: "Date"
be: "Дата"

source: "Dear Opera user,"
be: "Шаноўны карыстальнік Opera!"

source: "Debug with Outline"
be: "Наладзіць па схемы"

source: "December"
be: "сьнежня"

source: "Decline"
be: "Адмовіцца"

source: "Decrease Font Size"
be: "Паменшыць памер шрыфту"

source: "Default Mail Client"
be: "Змоўчны паштовы кліент"

source: "Default Mail Settings"
be: "Змоўчныя наладкі пошты"

source: "Default application"
be: "Асноўнае прылажэньне"

source: "Default email client"
be: "Кліент электроннай пошты па змоўчаньні"

source: "Default encoding"
be: "Кадаваньне па змоўчаньні"

source: "Default list sorting"
be: "Змоўчнае сартаваньне сьпісу"

source: "Default mode"
be: "Асноўны рэжым"

source: "Default outgoing account"
be: "Змоўчны рахунак дасылкі"

source: "Default port:"
be: "Асноўны порт:"

source: "Default sorting"
be: "Змоўчнае сартаваньне"

source: "Default text direction"
be: "Накірунак тэксту па змоўчаньні"

source: "Default web browser"
be: "Прагляднік па змоўчаньні"

source: "Default"
be: "Па змоўчаньні"

source: "Defaults"
be: "Наладкі па змоўч."

source: "Del"
be: "Выдаліць"

source: "Delete %1"
be: "Выдаліць %1"

source: "Delete All Passwords"
be: "Выдаліць усе паролі"

source: "Delete All"
be: "Выдаліць усё"

source: "Delete IMAP folder with messages"
be: "Выдаліць тэчку ІМАР з паведамленьнямі"

source: "Delete Opera Mini Folder"
be: "Выдаліць тэчку Opera Mini"

source: "Delete Passwords"
be: "Выдаліць паролі"

source: "Delete Permanently"
be: "Выдаліць назаўсёды"

source: "Delete Private Data"
be: "Выдаліць прыватныя зьвесткі"

source: "Delete Private Data…"
be: "Выдаліць прыватныя зьвесткі…"

source: "Delete Search Engine"
be: "Выдаліць шукач"

source: "Delete Target Folder"
be: "Выдаліць тэчку"

source: "Delete all cookies"
be: "Выдаліць усе маркёры"

source: "Delete entire cache"
be: "Выдаліць увесь кэш"

source: "Delete geolocation data"
be: "Выдаліць зьвесткі пра месца"

source: "Delete new cookies when exiting Opera"
be: "Выдаляць новыя маркёры пад час выхаду з Opera"

source: "Delete password protected pages and data"
be: "Выдаліць старонкі і зьвесткі, абароненыя паролем"

source: "Delete passwords on all computers"
be: "Выдаліць паролі з усіх кампутараў"

source: "Delete passwords only on this computer"
be: "Выдаліць паролі толькі з гэтага кампутара"

source: "Delete persistent storage"
be: "Выдаліць пастаянна захаванае"

source: "Delete plug-in data"
be: "Выдаліць зьвесткі дадаткаў"

source: "Delete session cookies"
be: "Выдаліць маркёры сэсіі"

source: "Delete"
be: "Выдаліць"

source: "Deleting Messages"
be: "Выдаляе паведамленьні"

source: "Deleting a message will remove it from all views."
be: "Выдаленае паведамленьне нельга будзе ніякім чынам праглядзець"

source: "Deleting folder"
be: "Выдаляе тэчку"

source: "Deleting message"
be: "Выдаляе паведамленьне"

source: "Deleting the Opera Mini folder will delete all bookmarks on the mobile phone. Do you want to continue?"
be: Працягваць?"

source: "Deny"
be: "Адмовіць"

source: "Deop"
be: "Ніжэй"

source: "Depth"
be: "Глыбіня"

source: "Depth:"
be: "Глыбіня:"

source: "Description"
be: "Апісаньне"

source: "Desktop"
be: "Працоўны стол"

source: "Destination"
be: "Куды"

source: "Detach"
be: "Аддзяліць"

source: "Detail View"
be: "Падрабязны прагляд"

source: "Detailed Options"
be: "Падрабязьней"

source: "Detailed font selection"
be: "Дасканалы выбар шрыфту"

source: "Details <<"
be: "<< Даведацца"

source: "Details >>"
be: "Даведацца >>"

source: "Details"
be: "Падрабязьней"

source: "Details…"
be: "Даведацца…"

source: "Detected plug-ins"
be: "Знойдзеныя дадаткі"

source: "Detection in progress, please wait. This page will automatically refresh itself."
be: Старонка абновіцца сама."

source: "Devanagari"
be: "Дэванагары"

source: "Developer Tools"
be: "Прылады распрацоўкі"

source: "Developer mode (%d)"
be: "Рэжым распрацоўкі (%d)"

source: "Devoice"
be: "Бяз голасу"

source: "Dictionaries"
be: "Слоўнікі"

source: "Dictionary"
be: "Слоўнік"

source: "Did you mean "%s"?"
be: "Вы мелі на ўвазе "%s"?"

source: "Did you mean <a href="%s">%s</a> ?"
be: "Вы мелі на ўвазе <a href="%s">%s</a> ?"

source: "Digest Authentication: Password not passed directly"
be: "Камбінаваная ідэнтыфікацыя: Пароль прама не пераданы"

source: "Digital zoom ratio: "
be: "Лічбавы маштаб: "

source: "Dimensions"
be: "Памеры"

source: "Dimensions:"
be: "Памеры:"

source: "Dir"
be: "Дыр"

source: "Direct connection possible using %s"
be: "Прамое злучэньне магчымае праз %s"

source: "Directories"
be: "Дырэкторыі"

source: "Directory Error"
be: "Памылка дырэкторыі"

source: "Directory Not Found"
be: "Дырэктрыя ня знойдзеная"

source: "Directory containing Opera Mail accounts file (accounts.ini):"
be: "Дырэкторыя, дзе знаходзіцца файл паштовых рахункаў Opera Mail (accounts.ini):"

source: "Directory"
be: "Дырэкторыя"

source: "Directory:"
be: "Дырэкторыя:"

source: "Disable Breaks"
be: "Адключыць разрывы радкоў"

source: "Disable Floats"
be: "Адключыць перамяшчэньне частак"

source: "Disable Forms"
be: "Адключыць фармуляры"

source: "Disable Opera Link"
be: "Адключыць Opera Link"

source: "Disable Opera Unite"
be: "Адключыць Opera Unite"

source: "Disable Positioning"
be: "Адключыць разьмяшчэньне"

source: "Disable Tables"
be: "Адключыць табліцы"

source: "Disable local spam filter for this account (server-side filtering)"
be: "Адключыць мясцовы фільтар няпрошаных лістоў на гэтым рахунку (фільтраваньне на сэрвэры)"

source: "Disable"
be: "Адключыць"

source: "Discard Draft"
be: "Скасаваць чарнавік"

source: "Disconnect All"
be: "Адлучыць усе"

source: "Disconnect"
be: "Адлучыцца"

source: "Disconnected from chat"
be: "Адлучаны ад гутаркі"

source: "Disconnected"
be: "Адлучаны"

source: "Discover Local Opera Unite Users"
be: "Вызначыць нутраных карыстальнікаў Opera Unite"

source: "Disk cache"
be: "Кэш дыску"

source: "Display mode:"
be: "Рэжым прагляду:"

source: "Display name and address for contacts"
be: "Паказваць імя ды адрас кантакту"

source: "Display"
be: "Экран"

source: "Do Not Send Report"
be: "Не дасылаць справаздачу"

source: "Do not ask again for this newsgroup account"
be: "Для гэтага рахунку гурта навінаў пытаньне больш не задаваць."

source: "Do not ask for folder, but save directly to"
be: "Не пытацца пра тэчку, а адразу захоўваць у"

source: "Do not ask me about cookies again"
be: "Больш не пытацца пра маркёры"

source: "Do not check for updates"
be: "Не правяраць абнаўленьні"

source: "Do not fetch message attachments"
be: "Не дастаўляць далучкі паведамленьняў"

source: "Do not group"
be: "Не гуртаваць"

source: "Do not make messages available offline"
be: "Не дазваляць доступ да паведамленьняў у рэжыме па-за сеткай"

source: "Do not open link"
be: "Не адчыняць спасылку"

source: "Do not restart"
be: "Не перазапускаць"

source: "Do not show again"
be: "Не паказваць больш"

source: "Do not show this dialog again"
be: "Не паказваць больш гэты дыялёг"

source: "Do not use proxy on the addresses below"
be: "Не скарыстоўваць проксі на адрасох ніжэй"

source: "Do you really wish to delete all databases for this origin?"
be: "Выдаліць усе базы зьвестак з гэтай крыніцы?"
